tex/vinaya-class-questions/vocabulary-lesson-1.org
# -*- flyspell-lazy-local: nil; mode: Org; eval: (progn (flycheck-mode 0) (flyspell-mode 0) (toggle-truncate-lines 1)) -*-
#+TITLE: Vocabulary: Lesson 1
#+AUTHOR: The Bhikkhu Saṅgha
#+LATEX_CLASS: memoir
#+LATEX_CLASS_OPTIONS: [a5paper]
#+LATEX_HEADER: \input{./vocabulary-preamble.tex}
#+OPTIONS: toc:nil tasks:nil H:4 author:nil ':t title:nil num:2 ^:{} creator:nil timestamp:nil html-postamble:nil
#+HTML_HEAD_EXTRA: <style> h1, h2, h3, h4, h5, h6 { font-family: 'Spectral'; font-weight: normal; margin-top: 0em; margin-bottom: 0.5em; } h2, h3 { font-size: 1.2em; text-decoration: underline; } table { border-color: white; } </style>

* Decks                                                            :noexport:

Pāli Lessons::Lesson 1::1. Vocabulary

Pāli Lessons::Lesson 1::2. Extra Challenge

