tex/vinaya-class-questions/vocabulary-lesson-1.tex
% Intended LaTeX compiler: pdflatex
\documentclass[a5paper]{memoir}
\input{./vocabulary-preamble.tex}
\setcounter{secnumdepth}{2}
\date{\today}
\title{Vocabulary: Lesson 1}
\hypersetup{
 pdfauthor={The Bhikkhu Saṅgha},
 pdftitle={Vocabulary: Lesson 1},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 30.0.50 (Org mode 9.6.6)}, 
 pdflang={English}}
\begin{document}
