tex/vinaya-class-questions/vocabulary-lesson-1.org
* Vocabulary

#+ATTR_LATEX: :environment longtable :align L{0.48\linewidth} L{0.48\linewidth} H
| cook (noun)                                                             | sūda (m.)                                        |   |
| cooks (verb)                                                            | pacati                                           |   |
| rice                                                                    | bhatta (m.)                                      |   |
| The chef cooks the rice.                                                | Sūdo bhattaṁ pacati.                             | s |
| boy                                                                     | dāraka (m.)                                      |   |
| food (lit. an enjoyable)                                                | bhojanīya (m.)                                   |   |
| eats; enjoys                                                            | bhuñjati                                         |   |
| The boys eat the food.                                                  | Dārakā bhojanīyaṁ bhuñjanti.                     | s |
| bird                                                                    | sakuṇa (m.)                                       |   |
| sky                                                                     | ākāsa (m.)                                       |   |
| flies up; files off; flies away                                         | uḍḍayati                                          |   |
| Birds fly in the sky.                                                   | Sakuṇā ākāse uḍḍayanti.                           | s |
| horse                                                                   | assa (m.)                                        |   |
| white                                                                   | seta (adj.)                                      |   |
| here                                                                    | idha (ind.)                                      |   |
| there                                                                   | tattha / tatra (ind.)                            |   |
| now                                                                     | idāni (ind.)                                     |   |
| before, previously                                                      | pubbe (ind.)                                     |   |
| after                                                                   | pacchā (ind.)                                    |   |
| heavenly being; a god                                                   | deva (m.)                                        |   |
| form                                                                    | rūpa (nt.)                                       |   |
| feeling                                                                 | vedanā (f.)                                      |   |
| I (pron.)                                                               | ahaṁ                                             |   |
| we                                                                      | mayaṁ                                            |   |
| you (sg.)                                                               | tvaṁ                                             |   |
| you (pl.)                                                               | tumhe                                            |   |
| he                                                                      | so, sa (m.)                                      |   |
| they (m.)                                                               | te (m.)                                          |   |
| it                                                                      | taṁ, tad (nt.)                                   |   |
| they (nt.)                                                              | tāni (nt.)                                       |   |
| she (f.)                                                                | sā (f.)                                          |   |
| they (f.)                                                               | tā, tāyo (f.)                                    |   |
| he who (m.nom.)                                                         | yo (m.)                                          |   |
| to me                                                                   | maṁ                                              |   |
| speaks                                                                  | bhāsati                                          |   |
| She speaks to him/them.                                                 | Sā taṃ bhāsati.                                  |   |
| sick; ill; unwell                                                       | gilāna (adj.)                                    |   |
| attends                                                                 | upaṭṭhāti                                         |   |
| he who attends to the ill                                               | yo gilānaṃ upaṭṭhāti                              |   |
| he attends to me                                                        | so maṃ upaṭṭhāti                                  |   |
| hatred; hostility                                                       | vera (nt.)                                       |   |
| friendliness; lit. non-hatred                                           | avera (nt.)                                      |   |
| knows                                                                   | jānati                                           |   |
| I don't know.                                                           | Na jānāmi.                                       |   |
| does                                                                    | karoti                                           |   |
| you did (irregular)                                                     | akāsi                                            |   |
| Don't you do!                                                           | Mā akāsi!                                        |   |
| goes                                                                    | gacchati                                         |   |
| comes                                                                   | āgacchati                                        |   |
| Do you go?                                                              | Api nu / Kiṁ gacchasi?                           | s |
| What is your name?                                                      | Kiṁ nāmo si?                                     | s |
| man; person                                                             | nara (m.)                                        |   |
| (1) man; person (2) servant; labourer (3) grammatical person            | purisa (m.)                                      |   |
| runs                                                                    | dhāvati                                          |   |
| walks                                                                   | carati                                           |   |
| chews                                                                   | khādati                                          |   |
| sees                                                                    | passati                                          |   |
| recites                                                                 | uddisati                                         |   |
| gives                                                                   | deti                                             |   |
| informs                                                                 | āroceti                                          |   |
| confesses                                                               | āvikaroti                                        |   |
| I am (√as)                                                              | asmi                                             |   |
| we are (√as)                                                            | asma                                             |   |
| you are (√as)                                                           | asi                                              |   |
| you all are (√as)                                                       | attha                                            |   |
| he is (√as)                                                             | atthi                                            |   |
| they are (√as)                                                          | santi                                            |   |
| this; he; it                                                            | esa (pron.)                                      |   |
| not this I am                                                           | n'eso'ham'asmi [na + eso + ahaṁ + asmi]          | s |
| I am (√hū)                                                              | homi                                             |   |
| we are (√hū)                                                            | homa                                             |   |
| you are (√hū)                                                           | hosi                                             |   |
| you all are (√hū)                                                       | hotha                                            |   |
| he is (√hū)                                                             | hoti                                             |   |
| they are (√hū)                                                          | honti                                            |   |
| sits                                                                    | nisīdati                                         |   |
| stands                                                                  | tiṭṭhati                                          |   |
| gets up; gets out; arouses oneself; lit. stands up                      | uṭṭhahati; uṭṭhāti                                 |   |
| The man sits.                                                           | Naro nisīdati.                                   | s |
| The boy stands.                                                         | Dārako tiṭṭhati.                                  | s |
| The woman stands up.                                                    | Mātugāmo uṭṭhahati.                               | s |
| lion                                                                    | sīha (m.)                                        |   |
| The lions are not running.                                              | Sīhā na dhāvanti.                                | s |
| (is) born                                                               | jāyati                                           |   |
| the born                                                                | jāta (pp. of jāyati)                             |   |
| dies                                                                    | mīyati                                           |   |
| The born die.                                                           | Jātā mīyanti.                                    | s |
| bowl; cup                                                               | mallaka (m.)                                     |   |
| breaks; splits; shatters                                                | bhindati                                         |   |
| The cup breaks.                                                         | Mallako bhindati.                                | s |
| old age; growing old; decay                                             | jara (m.) [√jar + a]                             |   |
| disintegration; decay; old age; lit. going away                         | vaya (m.) [vi + √i + *a]                         |   |
| falls                                                                   | nipatati                                         |   |
| Old age falls.                                                          | Vayo nipatati.                                   | s |
| requisite; everyday item                                                | parikkhāra (m.)                                  |   |
| practices; engages (in)                                                 | paṭisevati                                        |   |
| I use the requisite.                                                    | Parikkhāraṁ paṭisevāmi.                          | s |
| seed; germ                                                              | bīja (nt.)                                       |   |
| The birds eat the seeds.                                                | Sakuṇā bījāni bhuñjanti.                          | s |
| dog                                                                     | sunakha (m.)                                     |   |
| cat                                                                     | biḷāra (m.)                                       |   |
| The lion doesn't see the dogs.                                          | Sīho sunakhe na passati.                         | s |
| moon                                                                    | canda (m.)                                       |   |
| barks                                                                   | bhussati                                         |   |
| The dogs are barking at the moon.                                       | Sunakhā candaṁ bhussanti.                        | s |
| disciple; pupil; follower                                               | sāvaka (m.)                                      |   |
| The disciple eats the lion.                                             | Sāvako sīhaṁ khādati.                            | s |
| The lion eats the disciple.                                             | Sīho sāvakaṁ khādati.                            | s |
| fills up                                                                | paripūreti                                       |   |
| ocean                                                                   | sāgara (m.)                                      |   |
| They fill up the ocean.                                                 | Paripūrenti sāgaraṁ.                             | s |
| root (of a tree); base; foot                                            | mūla (nt.)                                       |   |
| The māluva-seed falls at the base of sal trees.                         | Māluvābījaṁ sālamūle nipatati.                   | s |
| walking tour; walking journey                                           | cārikā (f.)                                      |   |
| wanders on tour; walks about                                            | cārikaṁ carati (idiom.)                          |   |
| The Buddha was wandering in the land of the Kosalans...                 | Bhagavā kosalesu cārikaṁ carati...               | s |
| elder; senior monk                                                      | thera (m.)                                       |   |
| The elder is going on a walk.                                           | Thero cārikaṁ carati.                            | s |
| layman; male lay follower                                               | upāsaka (m.)                                     |   |
| laywoman; female lay follower                                           | upāsikā (f.)                                     |   |
| village; hamlet                                                         | gāma (m.)                                        |   |
| The layman doesn't go to the village.                                   | Upāsako gāmaṁ na gacchati.                       | s |
| approaches; goes to; visits                                             | upasaṅkamati                                      |   |
| We go up to the layman.                                                 | Upāsakaṁ upasaṅkamāma.                           | s |
| granary; treasury; storehouse                                           | koṭṭhāgāra (nt.)                                  |   |
| The men run to the barn.                                                | Narā koṭṭhāgāraṁ dhāvanti.                        | s |
| tree                                                                    | rukkha (m.)                                      |   |
| The birds fly to the sal trees.                                         | Sakuṇā sālarukkhe uḍḍayanti.                      | s |
| dwelling; building; house                                               | agāra (nt.)                                      |   |
| enters; goes into                                                       | pavisati                                         |   |
| We enter the hut.                                                       | Agāraṁ pavisāma.                                 | s |
| community; monastic order                                               | Saṅgha (m.)                                       |   |
| observance day                                                          | uposatha (m.)                                    |   |
| The Sangha performs the uposatha.                                       | Saṅgho uposathaṁ karoti.                         | s |
| offence; transgression                                                  | āpatti (f.)                                      |   |
| He confesses the offense.                                               | Āpattiṁ āvikaroti.                               | s |
| empty of; devoid of; without                                            | suñña (adj.)                                     |   |
| empty dwelling                                                          | suññāgāra (nt.)                                  |   |
| I enter the empty hut.                                                  | Suññāgāraṁ pavisāmi.                             | s |
| We go to the roots of trees.                                            | Rukkhamūle gacchāma.                             | s |
| The 4 foundations of mindfulness fulfil the 7 factors of enlightenment. | Cattāro satipaṭṭhānā satta bojjhaṅge paripūrenti. | s |
| The dogs are barking at the cats.                                       | Sunakhā biḷāre bhussanti.                         | s |

