tex/vinaya-class-questions/vocabulary-lesson-1.tex


\chapter{Vocabulary}
\label{sec:orgc15ddb6}

\begin{longtable}{L{0.48\linewidth} L{0.48\linewidth}}
a cook & sūda (m.)\\[0pt]
rice & bhatta (m.)\\[0pt]
he cooks & pacati\\[0pt]
The chef cooks the rice. & Sūdo bhattaṁ pacati.\\[0pt]
boy & dāraka (m.)\\[0pt]
food (lit. an enjoyable) & bhojanīya (m.)\\[0pt]
eats; enjoys & bhuñjati\\[0pt]
The boys eat the food. & Dārakā bhojanīyaṁ bhuñjanti.\\[0pt]
bird & sakuṇa (m.)\\[0pt]
sky & ākāsa (m.)\\[0pt]
flies up; files off; flies away & uḍḍayati\\[0pt]
Birds fly in the sky. & Sakuṇā ākāse uḍḍayanti.\\[0pt]
horse & assa (m.)\\[0pt]
white & seta (adj.)\\[0pt]
here & idha (ind.)\\[0pt]
there & tattha / tatra (ind.)\\[0pt]
from there & tato (ind.)\\[0pt]
now & idāni (ind.)\\[0pt]
before & pubbe (ind.)\\[0pt]
after & pacchā (ind.)\\[0pt]
heavenly being; a god & deva (m.)\\[0pt]
form & rūpa (nt.)\\[0pt]
feeling & vedanā (f.)\\[0pt]
I (pron.) & ahaṁ\\[0pt]
we & mayaṁ\\[0pt]
you (sg.) & tvaṁ\\[0pt]
you (pl.) & tumhe\\[0pt]
he & so, sa (m.)\\[0pt]
they (m.) & te (m.)\\[0pt]
it & taṁ, tad (nt.)\\[0pt]
they (nt.) & tāni (nt.)\\[0pt]
she (f.) & sā (f.)\\[0pt]
they (f.) & tā, tāyo (f.)\\[0pt]
he who (m.nom.) & yo (m.)\\[0pt]
to me & maṁ\\[0pt]
speaks & bhāsati\\[0pt]
She speaks to him/them. & Sā taṃ bhāsati.\\[0pt]
sick; ill; unwell & gilāna (adj.)\\[0pt]
attends & upaṭṭhāti\\[0pt]
he who attends to the ill & yo gilānaṃ upaṭṭhāti\\[0pt]
he attends to me & so maṃ upaṭṭhāti\\[0pt]
hatred; hostility & vera (nt.)\\[0pt]
friendliness; lit. non-hatred & avera (nt.)\\[0pt]
knows & jānati\\[0pt]
I don't know. & Na jānāmi.\\[0pt]
does & karoti\\[0pt]
you did (irregular) & akāsi\\[0pt]
Don't you do! & Mā akāsi!\\[0pt]
goes & gacchati\\[0pt]
comes & āgacchati\\[0pt]
Do you go? & Api nu / Kiṁ gacchasi?\\[0pt]
What is your name? & Kiṁ nāmo si?\\[0pt]
man & nara (m.)\\[0pt]
runs & dhāvati\\[0pt]
walks & carati\\[0pt]
chews & khādati\\[0pt]
sees & passati\\[0pt]
recites & uddisati\\[0pt]
gives & deti\\[0pt]
informs & āroceti\\[0pt]
confesses & āvikaroti\\[0pt]
I am (√as) & asmi\\[0pt]
we are (√as) & asma\\[0pt]
you are (√as) & asi\\[0pt]
you all are (√as) & attha\\[0pt]
he is (√as) & atthi\\[0pt]
they are (√as) & santi\\[0pt]
this; he; it & esa (pron.)\\[0pt]
not this I am & n'eso'ham'asmi [na + eso + ahaṁ + asmi]\\[0pt]
I am (√hū) & homi\\[0pt]
we are (√hū) & homa\\[0pt]
you are (√hū) & hosi\\[0pt]
you all are (√hū) & hotha\\[0pt]
he is (√hū) & hoti\\[0pt]
they are (√hū) & honti\\[0pt]
sits & nisīdati\\[0pt]
stands & tiṭṭhati\\[0pt]
gets up; gets out; arouses oneself; lit. stands up & uṭṭhahati; uṭṭhāti\\[0pt]
The man sits. & Naro nisīdati.\\[0pt]
The boy stands. & Dārako tiṭṭhati.\\[0pt]
The woman stands up. & Mātugāmo uṭṭhahati.\\[0pt]
lion & sīha (m.)\\[0pt]
The lions are not running. & Sīhā na dhāvanti.\\[0pt]
(is) born & jāyati\\[0pt]
the born & jāta (pp. of jāyati)\\[0pt]
dies & mīyati\\[0pt]
The born die. & Jātā mīyanti.\\[0pt]
bowl; cup & mallaka (m.)\\[0pt]
breaks; splits; shatters & bhindati\\[0pt]
The cup breaks. & Mallako bhindati.\\[0pt]
old age; growing old; decay & jara (m.) [√jar + a]\\[0pt]
disintegration; decay; old age; lit. going away & vaya (m.) [vi + √i + *a]\\[0pt]
falls & nipatati\\[0pt]
Old age falls. & Vayo nipatati.\\[0pt]
requisite; everyday item & parikkhāra (m.)\\[0pt]
practices; engages (in) & paṭisevati\\[0pt]
I use the requisite. & Parikkhāraṁ paṭisevāmi.\\[0pt]
seed; germ & bīja (nt.)\\[0pt]
The birds eat the seeds. & Sakuṇā bījāni bhuñjanti.\\[0pt]
dog & sunakha (m.)\\[0pt]
cat & biḷāra (m.)\\[0pt]
The lion doesn't see the dogs. & Sīho sunakhe na passati.\\[0pt]
moon & canda (m.)\\[0pt]
barks & bhussati\\[0pt]
The dogs are barking at the moon. & Sunakhā candaṁ bhussanti.\\[0pt]
disciple; pupil; follower & sāvaka (m.)\\[0pt]
The disciple eats the lion. & Sāvako sīhaṁ khādati.\\[0pt]
The lion eats the disciple. & Sīho sāvakaṁ khādati.\\[0pt]
fills up & paripūreti\\[0pt]
ocean & sāgara (m.)\\[0pt]
They fill up the ocean. & Paripūrenti sāgaraṁ.\\[0pt]
root (of a tree); base; foot & mūla (nt.)\\[0pt]
The māluva-seed falls at the base of sal trees. & Māluvābījaṁ sālamūle nipatati.\\[0pt]
walking tour; walking journey & cārikā (f.)\\[0pt]
wanders on tour; walks about & cārikaṁ carati (idiom.)\\[0pt]
The Buddha was wandering in the land of the Kosalans\ldots{} & Bhagavā kosalesu cārikaṁ carati\ldots{}\\[0pt]
elder; senior monk & thera (m.)\\[0pt]
The elder is going on a walk. & Thero cārikaṁ carati.\\[0pt]
layman; male lay follower & upāsaka (m.)\\[0pt]
laywoman; female lay follower & upāsikā (f.)\\[0pt]
village; hamlet & gāma (m.)\\[0pt]
The layman doesn't go to the village. & Upāsako gāmaṁ na gacchati.\\[0pt]
approaches; goes to; visits & upasaṅkamati\\[0pt]
We go up to the layman. & Upāsakaṁ upasaṅkamāma.\\[0pt]
granary; treasury; storehouse & koṭṭhāgāra (nt.)\\[0pt]
The men run to the barn. & Narā koṭṭhāgāraṁ dhāvanti.\\[0pt]
tree & rukkha (m.)\\[0pt]
The birds fly to the sal trees. & Sakuṇā sālarukkhe uḍḍayanti.\\[0pt]
dwelling; building; house & agāra (nt.)\\[0pt]
enters; goes into & pavisati\\[0pt]
We enter the hut. & Agāraṁ pavisāma.\\[0pt]
community; monastic order & Saṅgha (m.)\\[0pt]
observance day & uposatha (m.)\\[0pt]
The Sangha performs the uposatha. & Saṅgho uposathaṁ karoti.\\[0pt]
offence; transgression & āpatti (f.)\\[0pt]
He confesses the offense. & Āpattiṁ āvikaroti.\\[0pt]
empty of; devoid of; without & suñña (adj.)\\[0pt]
empty dwelling & suññāgāra (nt.)\\[0pt]
I enter the empty hut. & Suññāgāraṁ pavisāmi.\\[0pt]
We go to the roots of trees. & Rukkhamūle gacchāma.\\[0pt]
The 4 foundations of mindfulness fulfil the 7 factors of enlightenment. & Cattāro satipaṭṭhānā satta bojjhaṅge paripūrenti.\\[0pt]
The dogs are barking at the cats. & Sunakhā biḷāre bhussanti.\\[0pt]
\end{longtable}
