tex/vinaya-class-questions/vocabulary-lesson-1.org
* Extra Challenge

#+ATTR_LATEX: :environment longtable :align L{0.48\linewidth} L{0.48\linewidth} H
| (1) here; now; in this world; (2) in this case                                              | idha (ind.)                                                                         |   |
| master; gentleman; sir                                                                      | ayya (m.)                                                                           |   |
| May he come here. (imperative)                                                              | Idha āgacchatu.                                                                     | s |
| May the master come here. (imperative)                                                      | Ayyo idha āgacchatu.                                                                | s |
| Venerable, may the master come and sit here.                                                | Bhante, ayyo āgacchatu, idha nisīdatu.                                              | s |
| I hope; I trust                                                                             | kacci (ind.)                                                                        |   |
| I hope you are...                                                                           | kacci'si [kacci + asi]                                                              |   |
| bearable; tolearable                                                                        | khamanīya (adj.)                                                                    |   |
| able to keep going; sustainable                                                             | yāpanīya (adj.)                                                                     |   |
| I hope you're keeping well Ven., I hope you're getting by?                                  | Kacci, bhante, khamanīyaṁ kacci yāpanīyaṁ?                                          | s |
| few; not much                                                                               | appa (adj.)                                                                         |   |
| fatigue; tiredness                                                                          | kilamatha (m.)                                                                      |   |
| worn out; tired                                                                             | kilanta (adj)                                                                       |   |
| little fatigue; little tiredness                                                            | appakilamatha (m.)                                                                  |   |
| long road; journey                                                                          | addhāna (nt.)                                                                       |   |
| coming; arrival                                                                             | āgata (nt.)                                                                         |   |
| I hope you are with little fatigue?                                                         | Kacci'si appakilamathena?                                                           | s |
| from travelling (from going on the journey)                                                 | addhānaṁ āgato                                                                      |   |
| I hope you're with little fatigue from traveling?                                           | Kacci'si appakilamathena addhānaṁ āgato?                                            | s |
| I'm keeping well, friend, I'm getting by.                                                   | Khamanīyaṁ, āvuso, yāpanīyaṁ.                                                       | s |
| ... and I'm not tired, friend, from traveling.                                              | ... appakilamathena cāhaṁ [ca ahaṁ], āvuso, addhānaṁ āgato.                        | s |
| I am tired. (Me tired I am '√as')                                                           | Ahaṁ kilantosmi. [kilanto + asmi]                                                   | s |
| from there                                                                                  | tato (ind.)                                                                         |   |
| where? from where?                                                                          | kuto (ind.)                                                                         |   |
| And where from, you Ven., have you come?                                                    | Kuto ca tvaṁ bhante, āgacchasi?                                                     | s |
| (1) place; region (2) point; item; detail                                                   | desa (m.)                                                                           |   |
| Portugal-region                                                                             | Portugal-desa                                                                       |   |
| country; province; area                                                                     | janapada (m.)                                                                       |   |
| There is, Ven., in the region (of) Portugal, the monastery called Sumedhārāma.              | Atthi, bhante, Portugal-dese Sumedhārāma-nāma vihāro.                               | s |
| There is, Ven., in the country (of) America, the monastery called Clear Mountain.           | Atthi, bhante, America janapade Pasannagiri-nāma vihāro.                            | s |
| That's where I, Ven., am coming from.                                                       | Tato ahaṁ, bhante, āgacchāmi.                                                       | s |
| (1) ball; lump (2) bit of food                                                              | piṇḍa (m.)                                                                           |   |
| alms food; lit. lump-like thing                                                             | piṇḍaka (m.)                                                                         |   |
| (1) fall (2) drop; dropping; lit. made to drop                                              | pāta (m.)                                                                           |   |
| alms food; lit. lump dropping                                                               | piṇḍapāta (m.)                                                                       |   |
| Have you not had trouble? (not tired/weary you are '√as')                                   | Na kilantosi?                                                                       | s |
| And have you not had trouble getting almsfood? (And not, with the almsfood, you are tired?) | Na ca piṇḍakena kilantosi?                                                           | s |
| I had no trouble getting almsfood. (tired I am '√as')                                       | Na ca piṇḍakena kilantomhi.                                                          | s |
| town; market town                                                                           | nigama (m.)                                                                         |   |
| I am entering the town Ericeira.                                                            | Ericeiraṁ pavisāmi.                                                                 | s |
| day                                                                                         | aṇha (m.)                                                                            |   |
| night                                                                                       | sāya (nt.)                                                                          |   |
| time; occasion                                                                              | samaya (m.)                                                                         |   |
| before, previously                                                                          | pubbe (ind.)                                                                        |   |
| morning-time                                                                                | pubbaṇhasamaya (m.)                                                                  |   |
| day-time                                                                                    | majjhanhikasamaya (m.)                                                              |   |
| evening-time                                                                                | sāyanhasamaya (m.)                                                                  |   |
| This morning I am entering the town Ericeira for alms-round.                                | Idha pubbaṇhasamayaṁ Ericeira-nigamaṁ piṇḍāya pavisāmi.                             | s |
| Good morning (daybreak) Ven. Sir!                                                           | Suppabhātaṁ bhante.                                                                 |   |
| Good morning everyone.                                                                      | Suppabhātaṁ sabbesaṁ.                                                               |   |
| Thank you.                                                                                  | Anumodāmi.                                                                          |   |
| (See you) tomorrow.                                                                         | Suve.                                                                               |   |
| (Sorry,) I'll make amends.                                                                  | Paṭikarissāmi.                                                                       |   |
| remorse; regret; lit. remembering back negatively                                           | vippaṭisāra (m.)                                                                     |   |
| (Sorry, I have) regret.                                                                     | Vippaṭisāraṁ.                                                                       |   |
| (I feel) sorry. (for your situation)                                                        | Kāruññaṁ.                                                                           |   |
| Yes.                                                                                        | Āma / Evaṁ bhante.                                                                  |   |
| No.                                                                                         | No hetaṁ, bhante.                                                                   |   |
| Never mind (leave it aside).                                                                | Tiṭṭhatu, bhante.                                                                    |   |
| It is hot today.                                                                            | Ajj'āccuṇhaṃ. [ajja (ind.) + ati  + uṇha]                                           |   |
| It is cold today.                                                                           | Ajj'ātisītaṁ.                                                                       |   |
| Excuse me!                                                                                  | Okāsa, bhante.                                                                      |   |
| Welcome here.                                                                               | Svāgataṁ.                                                                           |   |
| Please sit.                                                                                 | Nisīdatha.                                                                          |   |
| Wait (stay) here. / May you wait here.                                                      | Ettheva tiṭṭha / tiṭṭhatha.                                                           |   |
| knows; understands                                                                          | jānāti                                                                              |   |
| knows clearly; understands; distinguishes                                                   | pajānāti                                                                            |   |
| I don't understand.                                                                         | Na pajānāmi.                                                                        |   |
| Why is that? Of what cause?                                                                 | Taṁ kissa hetu?                                                                     |   |
| Where?                                                                                      | kattha (ind.)                                                                       |   |
| market; bazaar; market place                                                                | antarāpaṇa (m.)                                                                      |   |
| Where is the market?                                                                        | Kattha antarāpaṇo?                                                                   |   |
| thinks; presumes; supposes                                                                  | maññati                                                                             |   |
| What do you think?                                                                          | Taṁ kiṁ maññasi?                                                                    | s |
| How?                                                                                        | kinti (ind.)                                                                        |   |
| How can I help (do)?                                                                        | Kinti karomi?                                                                       | s |
| What is your name?                                                                          | Kinnāmosi?                                                                          | s |
| My name is ...                                                                              | Ahaṁ bhante ... nāma.                                                               | s |
| What is your preceptor's name?                                                              | Ko nāma te upajjhāyo?                                                               | s |
| My preceptor's name is Ven. ...                                                             | Upajjhāyo me bhante āyasmā ... nāma.                                                | s |
| I hope you are well (enduring)?                                                             | Kacci te bhante khamanīyaṁ?                                                         | s |
| I hope you all are well.                                                                    | Kacci vo khamanīyaṁ.                                                                | s |
| I am alright.                                                                               | Ahaṁ khamanīyo / Khamanīyaṁ me.                                                     | s |
| I am not well.                                                                              | Na me, bhante, khamanīyaṁ.                                                          | s |
| And where are you now?                                                                      | Idāni katthañca hosi?                                                               | s |
| Are you at your mother and father's house?                                                  | Api nu Idāni mātāpitūgāraṁ / -garamhi / -gare viharasi?                             | s |
| I (we) must go.                                                                             | Handa dāni mayaṁ gacchāma.                                                          | s |
| Go at your convenience.                                                                     | Yassadāni tvaṁ kālaṁ maññasi.                                                       | s |
| sunrise; dawn; daybreak                                                                     | pabhāta (nt.)                                                                       |   |
| good morning                                                                                | suppabhāta [su + pabhāta]                                                           |   |
| good midday                                                                                 | sumajjhanhika [su + majjha + anha + ika]                                            |   |
| good evening                                                                                | susāyanha [su + sāya + anha]                                                        |   |
| hot                                                                                         | uṇha (adj.)                                                                          |   |
| cold                                                                                        | sīta (adj.)                                                                         |   |
| drink; beverage                                                                             | pāna (nt.)                                                                          |   |
| water                                                                                       | udaka (nt.)                                                                         |   |
| hot water                                                                                   | uṇhodaka (nt.) [uṇha + udaka]                                                        |   |
| cold water                                                                                  | sītodaka (nt.) [sīta + udaka]                                                       |   |
| feels; experiences; senses; lit. causes to know                                             | vedayati                                                                            |   |
| desires; wants                                                                              | icchati                                                                             |   |
| more; greater; bigger                                                                       | bahutara                                                                            |   |
| food; fuel; sustenance                                                                      | āhāra (m.)                                                                          |   |
| (1) analyses; dissects (2) divides; distributes; shares                                     | vibhajati                                                                           |   |
| immediately after that; with no interval                                                    | anantaraṁ (ind.)                                                                    |   |
| for a week; for seven days                                                                  | sattāhaṁ (ind.)                                                                     |   |
| takes                                                                                       | harati                                                                              |   |
| brings                                                                                      | āharati                                                                             |   |
| will bring                                                                                  | āharissati                                                                          |   |
| (1) takes; grasps; embraces (2) steals; takes (3) obeys; follows; accepts; lit. takes       | ādiyati                                                                             |   |
| (1) taking; grasping; embracing (2) receiving; accepting                                    | ādāya (ger. of ādiyati)                                                             |   |
| thought; reflection                                                                         | vitakka (m.)                                                                        |   |
| agreeable; nice                                                                             | piyarūpa (adj.)                                                                     |   |
| right here                                                                                  | ettheva [ettha + eva]                                                               |   |
| goal; purpose; want                                                                         | attha (m.)                                                                          |   |
| always                                                                                      | sabbadā (ind.)                                                                      |   |
| ever; sometime                                                                              | kadāci (ind.)                                                                       |   |
| never                                                                                       | na kadāci (idiom)                                                                   |   |
| next; after                                                                                 | para (adj.)                                                                         |   |
| master; gentleman                                                                           | ayya (m.)                                                                           |   |
| long road; journey                                                                          | addhāna (nt.)                                                                       |   |
| guest                                                                                       | āgata (m.)                                                                          |   |
| coming; arrival                                                                             | āgata (nt.)                                                                         |   |
| helpful; useful                                                                             | upakāra (adj.)                                                                      |   |
| healthy; well; lit. able                                                                    | kallaka (adj.)                                                                      |   |
| gets; receives; obtains                                                                     | labhati                                                                             |   |
| is received; is obtained                                                                    | labbhati (pass. of labhati)                                                         |   |
| Good morning friend! Are you well?                                                          | Suppabhātaṁ āvuso. Kacci si khamanīyaṁ?                                             | s |
| I am not well, Sir. I feel cold.                                                            | Na me, bhante, khamanīyaṁ. Sītaṁ vedayāmi / paṭisaṁvediyāmi.                        | s |
| Tomorrow will be hot. Do you want a hot drink?                                              | Suve uṇhaṁ bhavissati. Pānaṁ uṇhaṁ icchasi?                                         | s |
| A cup with hot water is a good idea (agreeable thought).                                    | Mallako uṇhodakassa vitakkaṁ piyarūpaṁ. / Uṇhodaka'mallako vitakko piyarūpo (hoti). | s |
| Right here friend. Do you come from the country Spain?                                      | Etthevaṁ āvuso. Spain-desamhā āgacchasi?                                            | s |
| No Sir. I come from the country ...                                                         | No hetaṁ, bhante. ... janapadasmā āgacchāmi.                                        | s |
| And where do you live Sir?                                                                  | Katthañca vasatha bhante?                                                           | s |
| I live in Norway. There it is always cold.                                                  | Norway janapade vasāmi. Tatra sītaṁ sabbadā.                                        | s |
| In the region (of) ..., is it hot?                                                          | Api nu ...-dese uṇho hoti?                                                           | s |
| Here in the morning it is cold, and in the daytime is it hot.                               | Idha pubbaṇhasamaye ca sīto hoti, majjhanhikasamaye ca uṇho hoti.                    | s |
| I must go now. Bye for a week.                                                              | Handa dāni ahaṁ gacchāmi. (Anantaraṁ) sattāhaṁ.                                    | s |
| Go at your convenience.                                                                     | Yassadāni tumhe kālaṁ maññatha.                                                     | s |
| Be heedful! (i.e. take care!)                                                               | Appamādosi!                                                                         | s |
| Welcome, Sir! May the master come here. I hope you are not tired?                           | Svāgataṁ bhante. Ayyo idha āgacchatu. Kacci'si appakilamathena?                     | s |
| Thank you friend, I am tired from coming on the journey.                                    | Anumodāmi āvuso. Kilamathena addhānaṁ āgato.                                        | s |
| Why is that? Today is not hot.                                                              | Taṁ kissa hetu? Na ajj'āccuṇhaṃ / ajjūṇho.                                          | s |
| Having walked for alms, having received a lot of food, my bowl is heavy.                    | Piṇḍāya caritvā / gatvā, bahu khādanīyaṁ paṭiggahetvā / labbhitvā, me patto garo.    | s |
| I got more food than (of) Ven. Kovilo. I will share with him.                               | Āyasmato Kovilassa bahutaraṁ āhāraṁ labbhāmi. Ahaṁ tena vibhajissāmi.              | s |
| Please sit here. Where does the master go for alms?                                         | Ettheva / Idha nisīdatha. Kuhiṁ / Kathaṁ piṇḍāya ayyo gacchatha?                    | s |
| In the town called Ericeira, there is the market. I go there for alms.                      | Gāme Ericeira nāmo, atthi antarāpaṇo. Tatra piṇḍāya gacchāmi.                        | s |
| How can I help (do), Sir?                                                                   | Kinti karomi bhante?                                                                | s |
| What can I do for you, Sir?                                                                 | Kiṁ tuyhaṁ karomi, bhante?                                                          | s |
| should be shared with                                                                       | saddhiṁ saṁvibhajitabbaṁ                                                           |   |
| Having taken my bowl, the alms should be shared with the bhikkhus.                          | Me pattaṁ gahetvā / ādāya, piṇḍaṁ bhikkhūhi saddhiṁ saṁvibhajitabbaṁ.              | s |
| if                                                                                          | sace (ind.)                                                                         |   |
| says; speaks                                                                                | vadeti                                                                              |   |
| If you want water, please tell me Sir.                                                      | Sace udakaṁ icchasi, vadetha me bhante.                                             | s |
| A cup of cold water will be refreshing (healthy).                                           | Sītodakamallako kallako bhavissati.                                                 | s |
| Wait right here Sir, I will bring (it to you).                                              | Ettheva bhante, tiṭṭha / tiṭṭhatha. (Taṁ taṁ) āharissāmi.                            | s |
