tex/vinaya-class-questions/vocabulary-lesson-1.tex

\chapter{Extra Challenge}
\label{sec:org88b0200}

\begin{longtable}{L{0.48\linewidth} L{0.48\linewidth}}
master; gentleman; sir & ayya (m.)\\[0pt]
May he come here. (imperative) & Idha āgacchatu.\\[0pt]
May the master come here. (imperative) & Ayyo idha āgacchatu.\\[0pt]
Venerable, may the master come and sit here. & Bhante, ayyo āgacchatu, idha nisīdatu.\\[0pt]
I hope; I trust & kacci (ind.)\\[0pt]
I hope you are\ldots{} & kacci'si [kacci + asi]\\[0pt]
bearable; tolearable & khamanīya (adj.)\\[0pt]
able to keep going; sustainable & yāpanīya (adj.)\\[0pt]
I hope you're keeping well Ven., I hope you're getting by? & Kacci, bhante, khamanīyaṁ kacci yāpanīyaṁ?\\[0pt]
few; not much & appa (adj.)\\[0pt]
fatigue; tiredness & kilamatha (m.)\\[0pt]
worn out; tired & kilanta (adj)\\[0pt]
little fatigue; little tiredness & appakilamatha (m.)\\[0pt]
long road; journey & addhāna (nt.)\\[0pt]
coming; arrival & āgata (nt.)\\[0pt]
I hope you are with little fatigue? & Kacci'si appakilamathena?\\[0pt]
from travelling (from going on the journey) & addhānaṁ āgato\\[0pt]
I hope you're with little fatigue from traveling? & Kacci'si appakilamathena addhānaṁ āgato?\\[0pt]
I'm keeping well, friend, I'm getting by. & Khamanīyaṁ, āvuso, yāpanīyaṁ.\\[0pt]
\ldots{} and I'm not tired, friend, from traveling. & \ldots{} appakilamathena cāhaṁ [ca ahaṁ], āvuso, addhānaṁ āgato.\\[0pt]
I am tired. (Me tired I am '√as') & Ahaṁ kilantosmi. [kilanto + asmi]\\[0pt]
where? from where? & kuto (ind.)\\[0pt]
And where from, you Ven., have you come? & Kuto ca tvaṁ bhante, āgacchasi?\\[0pt]
country; province; area & janapada (m.)\\[0pt]
There is, Ven., in the country (of) Portugal, the monastery called Sumedhārāma. & Atthi, bhante, Portugal janapade Sumedhārāma-vihāro nāma.\\[0pt]
There is, Ven., in the country (of) America, the monastery called Clear Mountain. & Atthi, bhante, America janapade Pasannagiri-vihāro nāma.\\[0pt]
That's where I, Ven., am coming from. & Tato ahaṁ, bhante, āgacchāmi.\\[0pt]
(1) ball; lump (2) bit of food & piṇḍa (m.)\\[0pt]
alms food; lit. lump-like thing & piṇḍaka (m.)\\[0pt]
(1) fall (2) drop; dropping; lit. made to drop & pāta (m.)\\[0pt]
alms food; lit. lump dropping & piṇḍapāta (m.)\\[0pt]
Have you not had trouble? (not tired/weary you are '√as') & Na kilantosi?\\[0pt]
And have you not had trouble getting almsfood? (And not, with the almsfood, you are tired?) & Na ca piṇḍakena kilantosi?\\[0pt]
I had no trouble getting almsfood. (tired I am '√as') & Na ca piṇḍakena kilantomhi.\\[0pt]
town; market town & nigama (m.)\\[0pt]
I am entering the town Ericeira. & Ericeiraṁ pavisāmi.\\[0pt]
day & aṇha (m.)\\[0pt]
night & sāya (nt.)\\[0pt]
time; occasion & samaya (m.)\\[0pt]
morning-time & pubbaṇhasamaya (m.)\\[0pt]
day-time & majjhanhikasamaya (m.)\\[0pt]
evening-time & sāyanhasamaya (m.)\\[0pt]
This morning I am entering the town Ericeira for alms-round. & Idha pubbaṇhasamayaṁ Ericeira-nigamaṁ piṇḍāya pavisāmi.\\[0pt]
Good morning (daybreak) Ven. Sir! & Suppabhātaṁ bhante.\\[0pt]
Good morning everyone. & Suppabhātaṁ sabbesaṁ.\\[0pt]
Thank you. & Anumodāmi.\\[0pt]
(See you) tomorrow. & Suve.\\[0pt]
(Sorry,) I'll make amends. & Paṭikarissāmi.\\[0pt]
I feel sorry. & Kāruññaṁ.\\[0pt]
Yes. & Āma / Evaṁ bhante.\\[0pt]
No. & No hetaṁ, bhante.\\[0pt]
Never mind (leave it aside). & Tiṭṭhatu, bhante.\\[0pt]
It is hot today. & Ajj'āccuṇhaṃ. [ajja (ind.) + ati  + uṇha]\\[0pt]
It is cold today. & Ajj'ātisītaṁ.\\[0pt]
Excuse me! & Okāsa, bhante.\\[0pt]
Welcome here. & Svāgataṁ.\\[0pt]
Please sit. & Nisīdatha.\\[0pt]
Wait (stay) here. / May you wait here. & Ettheva tiṭṭha / tiṭṭhatha.\\[0pt]
knows; understands & jānāti\\[0pt]
knows clearly; understands; distinguishes & pajānāti\\[0pt]
I don't understand. & Na pajānāmi.\\[0pt]
Why is that? & Taṁ kissa hetu?\\[0pt]
Where? & kattha (ind.)\\[0pt]
market; bazaar; market place & antarāpaṇa (m.)\\[0pt]
Where is the market? & Kattha antarāpaṇo?\\[0pt]
thinks; presumes; supposes & maññati\\[0pt]
What do you think? & Taṁ kiṁ maññasi?\\[0pt]
How? & kinti (ind.)\\[0pt]
How can I help (do)? & Kinti karomi?\\[0pt]
What is your name? & Kinnāmosi?\\[0pt]
My name is \ldots{} & Ahaṁ bhante \ldots{} nāma.\\[0pt]
What is your preceptor's name? & Ko nāma te upajjhāyo?\\[0pt]
My preceptor's name is Ven. \ldots{} & Upajjhāyo me bhante āyasmā \ldots{} nāma.\\[0pt]
I hope you are well (enduring)? & Kacci te bhante khamanīyaṁ?\\[0pt]
I hope you all are well. & Kacci vo khamanīyaṁ.\\[0pt]
I am alright. & Ahaṁ khamanīyo / Khamanīyaṁ me.\\[0pt]
I am not well. & Na me, bhante, khamanīyaṁ.\\[0pt]
And where are you now? & Idāni katthañca hosi?\\[0pt]
Are you at your mother and father's house? & Api nu Idāni mātāpitūgāraṁ / -garamhi / -gare viharasi?\\[0pt]
I (we) must go. & Handa dāni mayaṁ gacchāma.\\[0pt]
Go at your convenience. & Yassadāni tvaṁ kālaṁ maññasī.\\[0pt]
sunrise; dawn; daybreak & pabhāta (nt.)\\[0pt]
good morning & suppabhāta [su + pabhāta]\\[0pt]
good midday & sumajjhanhika [su + majjha + anha + ika]\\[0pt]
good evening & susāyanha [su + sāya + anha]\\[0pt]
hot & uṇha (adj.)\\[0pt]
cold & sīta (adj.)\\[0pt]
drink; beverage & pāna (nt.)\\[0pt]
water & udaka (nt.)\\[0pt]
hot water & uṇhodaka (nt.) [uṇha + udaka]\\[0pt]
cold water & sītodaka (nt.) [sīta + udaka]\\[0pt]
feels; experiences; senses; lit. causes to know & vedayati\\[0pt]
desires; wants & icchati\\[0pt]
greater (than); more (than) & atirekatara\\[0pt]
food; fuel; sustenance & āhāra (m.)\\[0pt]
(1) analyses; dissects (2) divides; distributes; shares & vibhajati\\[0pt]
immediately after that; with no interval & anantaraṁ (ind.)\\[0pt]
for a week; for seven days & sattāhaṁ (ind.)\\[0pt]
takes & harati\\[0pt]
brings & āharati\\[0pt]
will bring & āharissati\\[0pt]
(1) takes; grasps; embraces (2) steals; takes (3) obeys; follows; accepts; lit. takes & ādiyati\\[0pt]
(1) taking; grasping; embracing (2) receiving; accepting & ādāya (ger. of ādiyati)\\[0pt]
thought; reflection & vitakka (m.)\\[0pt]
agreeable; nice & piyarūpa (adj.)\\[0pt]
right here & ettheva [ettha + eva]\\[0pt]
goal; purpose; want & attha (m.)\\[0pt]
always & sabbadā (ind.)\\[0pt]
ever; sometime & kadāci (ind.)\\[0pt]
never & na kadāci (idiom)\\[0pt]
next; after & para (adj.)\\[0pt]
master; gentleman & ayya (m.)\\[0pt]
long road; journey & addhāna (nt.)\\[0pt]
guest & āgata (m.)\\[0pt]
coming; arrival & āgata (nt.)\\[0pt]
helpful; useful & upakāra (adj.)\\[0pt]
healthy; well; lit. able & kallaka (adj.)\\[0pt]
gets; receives; obtains & labhati\\[0pt]
is received; is obtained & labbhati (pass. of labhati)\\[0pt]
Good morning friend! Are you well? & Suppabhātaṁ āvuso. Kacci si khamanīyaṁ?\\[0pt]
I am not well, Sir. I feel cold. & Na me, bhante, khamanīyaṁ. Sītaṁ vedayāmi / paṭisaṁvediyāmi.\\[0pt]
Tomorrow will be hot. Do you want a hot drink? & Suve uṇhaṁ bhavissati. Pānaṁ uṇhaṁ icchasi?\\[0pt]
A cup with hot water is a good idea (agreeable thought). & Mallako uṇhodakassa vitakkaṁ piyarūpaṁ. / Uṇhodaka'mallako vitakko piyarūpo (hoti).\\[0pt]
Right here friend. Do you come from the country Spain? & Etthevaṁ āvuso. Spain janapadasmā āgacchasi?\\[0pt]
No Sir. I come from the country \ldots{} & No hetaṁ, bhante. \ldots{} janapadasmā āgacchāmi.\\[0pt]
And where do you live Sir? & Katthañca vasatha bhante?\\[0pt]
I live in Norway. There it is always cold. & Norway janapade vasāmi. Tatra sītaṁ sabbadā.\\[0pt]
Is is hot in \ldots{} country? & Api nu \ldots{} janapade uṇho?\\[0pt]
Here in the morning it is cold, and in the daytime is it hot. & Idha pubbaṇhasamaye ca sīto hoti, majjhanhikasamaye ca uṇho hoti.\\[0pt]
I must go now. Bye for a week. & Handa dāni ahaṁ gacchāmi. (Anantaraṁ) sattāhaṁ.\\[0pt]
Go at your convenience. & Yassadāni tumhe kālaṁ maññatha.\\[0pt]
Be heedful! (i.e. take care!) & Appamādosi!\\[0pt]
Welcome, Sir! May the master come here. I hope you are not tired? & Svāgataṁ bhante. Ayyo idha āgacchatu. Kacci'si appakilamathena?\\[0pt]
Thank you friend, I am tired from coming on the journey. & Anumodāmi āvuso. Kilamathena addhānaṁ āgato.\\[0pt]
Why is that? Today is not hot. & Taṁ kissa hetu? Na ajj'āccuṇhaṃ / ajjūṇho.\\[0pt]
Having walked for alms, having received a lot of food, my bowl is heavy. & Piṇḍāya caritvā / gatvā, bahu khādanīyaṁ paṭiggahetvā / labbhitvā, me patto garo.\\[0pt]
I got more food than Ven. Kovilo. I will share with him. & Kovilā atirekataraṁ āhāraṁ labbhāmi. Ahaṁ tena vibhajissāmi.\\[0pt]
Please sit here. Where does the master go for alms? & Ettheva / Idha nisīdatha. Kuhiṁ / Kathaṁ piṇḍāya ayyo gacchatha?\\[0pt]
In the town called Ericeira, there is the market. I go there for alms. & Gāme Ericeira nāmo, atthi antarāpaṇo. Tatra piṇḍāya gacchāmi.\\[0pt]
How can I help (do), Sir? & Kinti karomi bhante?\\[0pt]
What can I do for you, Sir? & Kiṁ tuyhaṁ karomi, bhante?\\[0pt]
should be shared with & saddhiṁ saṁvibhajitabbaṁ\\[0pt]
Having taken my bowl, the alms should be shared with the bhikkhus. & Me pattaṁ gahetvā / ādāya, piṇḍaṁ bhikkhūhi saddhiṁ saṁvibhajitabbaṁ.\\[0pt]
If you want water, please tell me Sir. & Sace udakaṁ icchasi, vadetha me bhante.\\[0pt]
A cup of cold water will be refreshing (healthy). & Sītodakamallako kallako bhavissati.\\[0pt]
Wait right here Sir, I will bring (it to you). & Ettheva bhante, tiṭṭha / tiṭṭhatha. (Taṁ taṁ) āharissāmi.\\[0pt]
\end{longtable}
\end{document}